semestr1/wstep-do-fil/24.11.20-w.md

# Table of Contents

1.  [spór o sbosób istnienia świata](#orgcef420b)
    1.  [idealizm](#orga84e101)
        1.  [idealizm subjektywny](#orgc3020a2)
        2.  [idealizm obiektywny](#org7d32220)
    2.  [realizm](#org2c0aada)
        1.  [realizm naiwny/potoczny/bezkrytyczny](#orgd45f3b7)
        2.  [realizm krytyczny](#org973ef49)



<a id="orgcef420b"></a>

# spór o sbosób istnienia świata


<a id="orga84e101"></a>

## idealizm

-   istnienie swiata jest zależne od przerzyc podmiotu poznającego
-   świat jest zespołem przeżyć świadomym/ przeżyciem/ konstruktem intelektu


<a id="orgc3020a2"></a>

### idealizm subjektywny

1.  idealizm immanentny

    1.  George Berkley
    
        -   17w
        -   rzeczy fizyczne to zespoły wrażeń zmysłowych podmiotu poznjącego
        -   wrażenia - spostrzeżenia zmysłowe
        -   esse est percipi - istnieć to znaczy byc postrzeganym
        -   zarzuty przeciwko Berkleyowi
            -   czy przedmioty przestają istnieć gdy przestajemy je postrzegać?
                -   nie, bo **bóg** jest bytem zawsze postrzegającym wszystko
            -   dlaczego ludzie maja podobne zespoły wrażeń?
                -   bo **bóg** zaszczepił nam zespoły wrażeń  w umyśle
                    (umysły jako sale kinowe)
            -   jak odróżnić jawę od snu?
                -   zespołu wrażeń na jawie mają ciągłość, a we śnie nie (przy czym sen to ogólne powiedzenie na stany zaburzenia świadomosci)
            -   prowadzi do *solipsyzmu*

2.  idealizm transcendentny

    1.  Immanuel Kant (idealizm **transcendentalny**)
    
        -   podmiotowy warunek istnienia przedmiotu
        -   *a priori* - przed-doświadczalne
        -   nasz rozum jest wyposażony w formy aprioryczne
        -   **okulary czasu i przestrzeni** (naoczność)
        -   czas i przestrzeń to formy myslenia człowieka, nie ma ich poza człowiekiem
        -   chaos bodźców → | naoczność | → | intelekt |
        -   12 kategorii intelektu
        -   fenomen - to, co się jawi ludzkiej świadomości
        -   noumen - rzecz sama w sobie, odbieramy od tego wrażenia, ale go nie doświadczamy
        -   przedmiot poznania jest kostruktem umysłu z chaosu bodźców otrzymanych od noumen


<a id="org7d32220"></a>

### idealizm obiektywny

-   świat jest wytworem ducha obiektywnego/absulutnego
-   Fichte, Schelling, Hegel

1.  Platon

    -   istnieje świat obiektywny nizależny od świadomości ludzkiej
    -   w swej najgłębszej warstwie jest światem duchowym
    -   tym, co realnie istnieje jest świat idei (1 idea człowieka, wielu ludzi)
    -   3 czynniki powstania świata:
        -   Demiurg
        -   idee - wieczna
        -   pramateria - zmienna

2.  Hegel

    -   byt stanowi całość
    -   byt jest zmienny
    -   dialektyka - każda teza ma swoja  antytezę a obie tworzą syntezę
    -   1 postać bytu - pojęcie
    -   jego antyteza - przyroda
    -   synteza - duch
        -   teza duch subiektywny - indywidualne świadomosci
        -   antyteza duch obiektywny - prawo → państwo → moralnosć
        -   synteza duch absolutny sztuka → religia → filozofia


<a id="org2c0aada"></a>

## realizm

-   świat istnieje niezależnie od podmiotu poznającego


<a id="orgd45f3b7"></a>

### realizm naiwny/potoczny/bezkrytyczny

-   świat istnieje niezależnie od podmiotu
-   dosłownie potoczny


<a id="org973ef49"></a>

### realizm krytyczny

-   realizm filozoficzny/naukowy

1.  Kartezjusz

    -   *cogito ergo sum* (*dubito ergo sum*)
    -   zły demon (2+2=4?)

